Repository: salmonstats3/av5ja_swift_source_gen
Catalog: sources/Resources/*.lproj/Localizable.strings
Languages: es, fr_ca, ko, zh_hans, zh_hant

# StageScheduleRules
source: See Rules
es: Ver las reglas
fr_ca: Voir les règles
ko: 룰 보기
zh_hans: 查看规则
zh_hant: 查看規則

# StageScheduleSeeAllRules
source: See Detailed Rules
es: Reglas detalladas
fr_ca: Voir les règles en détail
ko: 자세한 룰 보기
zh_hans: 可在此处查看详细规则
zh_hant: 請從此處確認詳細規則

# StageScheduleSuppliedWeaponRandom
source: Random
es: Al azar
fr_ca: Aléatoire
ko: 랜덤
zh_hans: 随机
zh_hant: 隨機

# StageScheduleSuppliedWeapons
source: Supplied Weapons
es: Armas asignadas
fr_ca: Armes fournies
ko: 지급 무기
zh_hans: 发放武器
zh_hant: 派發武器

# StageScheduleTitle
source: Schedule
es: Calendarios
fr_ca: Horaire
ko: 스케줄
zh_hans: 日程
zh_hant: 時間表

# StageScheduleWinRateByRules
source: Win Rate by Mode
es: Tasa de victorias por modo
fr_ca: Taux de victoire par mode
ko: 룰별 승률
zh_hans: 各规则的胜率
zh_hant: 個別規則勝率

# StageScheduleXmatch
source: X Battle
es: Combate X
fr_ca: Match X
ko: X 매치
zh_hans: X比赛
zh_hant: X比賽

# CommonAbout
source: About
es: Acerca de
fr_ca: À propos de
ko: 소개
zh_hans: 关于
zh_hant: 關於

# RecordActualValue
source: Actual
fr_ca: Réel
ko: 실제의
zh_hans: 实际情况
zh_hant: 實際的

# CommonAppearances
source: Appearances
es: Comparecencias
fr_ca: Apparitions
ko: 외모
zh_hans: 出场
zh_hant: 外觀

# CommonApplication
source: Application
es: Aplicación
ko: 응용 프로그램
zh_hans: 应用
zh_hant: 應用程式

# RecordAverageScore
source: Average
es: Media
fr_ca: Moyenne
ko: 평균
zh_hans: 平均值
zh_hant: 平均

# CommonBackupResults
source: Backup
es: Copia de seguridad
fr_ca: Sauvegarde
ko: 백업
zh_hans: 备份
zh_hant: 備份

# CommonBackupCompress
source: Compress(ZIP)
es: Comprimir(ZIP)
fr_ca: Compresser(ZIP)
ko: 압축 (ZIP)
zh_hans: 压缩(ZIP)
zh_hant: 壓縮（ZIP）

# CommonBackupMessage
source: Backup database
es: Copia de seguridad de la base de datos
fr_ca: Sauvegarde de la base de données
ko: 데이터베이스 백업
zh_hans: 备份数据库
zh_hant: 備份資料庫

# CommonBackupPlain
source: Plain(JSON)
es: Simple(JSON)
ko: 일반 (JSON)
zh_hant: 純文字（JSON）

# CommonAppCredit
source: Credit
es: Crédito
fr_ca: Crédit
ko: 신용
zh_hans: 信用
zh_hant: 信用

# CommonDarkMode
source: Dark mode
es: Modo oscuro
fr_ca: Mode sombre
ko: 다크 모드
zh_hans: 黑暗模式
zh_hant: 暗色模式

# CommonDataManagement
source: Data Management
es: Gestión de datos
fr_ca: Gestion des données
ko: 데이터 관리
zh_hans: 数据管理
zh_hant: 資料管理

# CoopHistoryDeathCount
source: Rescued count
es: Recuento rescatado
fr_ca: Compte de sauvetage
ko: 구조된 수
zh_hans: 获救人数
zh_hant: 救援計數

# CoopHistoryDefeatedCount
source: Defeated count
es: Recuento derrotado
fr_ca: Comptage défait
ko: 패배한 횟수
zh_hans: 被打败的次数
zh_hant: 擊敗計數

# CoopHistoryEstimatedValue
source: Estimated
es: Estimación
fr_ca: Estimation de
ko: 예상
zh_hans: 估计的
zh_hant: 預估

# CoopHistoryEventClearRatio
source: Clear ratio
es: Relación clara
fr_ca: Rapport clair
ko: 클리어 비율
zh_hans: 清除率
zh_hant: 清除比率

# CoopHistoryEventFrequency
source: Event frequency
es: Frecuencia de los eventos
fr_ca: Fréquence des événements
ko: 이벤트 빈도
zh_hans: 事件频率
zh_hant: 事件頻率

# CommonFAQ
source: FAQ
ko: 자주 묻는 질문

# CommonGamingMode
source: Gaming mode
es: Modo de juego
fr_ca: Mode de jeu
ko: 게임 모드
zh_hans: 游戏模式
zh_hant: 遊戲模式

# CoopHistoryGradeId
source: Grade
es: Grado
ko: 학년
zh_hans: 等级
zh_hant: 成績

# CoopHistoryGradePoint
source: Grade point
es: Calificación
fr_ca: Point de note
ko: 학점
zh_hans: 成绩点
zh_hant: 成績點數

# CoopHistoryHighestRecord
source: Highest
es: Más alto
fr_ca: Le plus haut
ko: 최고
zh_hans: 最高的
zh_hant: 最高的

# CommonInvalid
source: Invalid
es: No válido
fr_ca: Invalide
ko: 잘못된
zh_hans: 无效
zh_hant: 無效的

# CommonLanguages
source: Languages
es: Idiomas
fr_ca: Langues
ko: 언어
zh_hans: 语言
zh_hant: 語言

# CommonShareLogMessage
source: Send logs to developer. Sending the log file when an error occurs will make it easier for the developer to identify and correct the cause of the error. The log file does not contain any personally identifiable information.
es: Enviar logs al desarrollador. El envío del archivo de registro cuando se produce un error facilitará al desarrollador la identificación y corrección de la causa del error. El archivo de registro no contiene información personal identificable.
fr_ca: Envoyer les journaux au développeur. L'envoi du fichier journal lorsqu'une erreur se produit permet au développeur d'identifier et de corriger plus facilement la cause de l'erreur. Le fichier journal ne contient aucune information personnelle identifiable.
ko: 개발자에게 로그를 전송합니다. 오류가 발생할 때 로그 파일을 전송하면 개발자가 오류의 원인을 식별하고 수정하기 쉬워집니다. 로그 파일은 개인 식별 정보를 포함하지 않습니다.
zh_hans: 发送日志给开发人员。当出现错误时发送日志文件将有助于开发人员识别和纠正错误的原因。日志文件不包含任何个人身份识别信息。
zh_hant: 傳送日誌給開發人員。當發生錯誤時，傳送日誌文件將有助於開發人員識別和修正錯誤的原因。日誌文件不包含任何個人身份識別信息。

# CommonShareLog
source: Share logs
es: Compartir registros
fr_ca: Registres des partages
ko: 로그 공유하기
zh_hans: 分享日志
zh_hant: 分享日誌

# CommonLogSize
source: Log files
es: Archivos de registro
fr_ca: Fichiers journaux
ko: 로그 파일
zh_hans: 日志文件
zh_hant: 日誌文件

# CommonMyPage
source: My page
es: Mi página
fr_ca: Ma page
ko: 내 페이지
zh_hans: 我的页面
zh_hant: 我的頁面

# CoopHistoryPlayerCrew
source: Crew
es: Tripulación
fr_ca: Equipage
ko: 크루
zh_hans: 职员
zh_hant: 組

# CoopHistoryPlayerYou
source: You
es: Usted
fr_ca: Vous
ko: 당신
zh_hans: 你
zh_hant: 您

# CommonPrivacyPolicy
source: Privacy Policy
es: Política de privacidad
fr_ca: Politique de confidentialité
ko: 개인 정보 정책
zh_hans: 隐私政策
zh_hant: 隱私政策

# CommonRequestForm
source: Form
es: Formulario
fr_ca: Formulaire
ko: 양식
zh_hans: 形状
zh_hant: 表格

# CommonRequestFormBug
source: Bug
es: Error
ko: 버그
zh_hans: 错误
zh_hant: 錯誤

# CommonRequestFormContent
source: Content
es: Contenido
fr_ca: Contenu
ko: 컨텐츠
zh_hans: 内容
zh_hant: 內容

# CommonRequestFormEnhancement
source: Enhancement
es: Mejora
fr_ca: Amélioration
ko: 기능 향상
zh_hans: 增强功能
zh_hant: 增強

# CommonRequestFormFeature
source: Feature
es: Característica
fr_ca: Fonctionnalité
ko: 특징
zh_hans: 特点
zh_hant: 功能

# CommonRequestFormTitle
source: Title
es: Título
fr_ca: Titre
ko: 제목
zh_hans: 标题
zh_hant: 標題

# CommonRequestFormType
source: Type
es: Tipo
ko: 유형
zh_hans: 类型
zh_hant: 類型

# CommonRequsetFormSubmit
source: Submit
es: Enviar
fr_ca: Soumettre
ko: 제출
zh_hans: 提交
zh_hant: 提交

# CommonRestore
source: Restore
es: Restaurar
fr_ca: Restaurer
ko: 복원
zh_hans: 恢复
zh_hant: 還原

# CommonRestoreMessage
source: Select file to restore in Files app.
es: Seleccione el archivo que desea restaurar en la aplicación Archivos.
fr_ca: Sélectionnez le fichier à restaurer dans l'application Fichiers.
ko: 파일 앱에서 복원할 파일 선택.
zh_hans: 在文件应用程序中选择要恢复的文件。
zh_hant: 在「檔案」應用程式中選擇要還原的檔案。

# CoopHistoryResultsCount
source: Results count
es: Recuento de resultados
fr_ca: Nombre de résultats
ko: 결과 수
zh_hans: 结果计数
zh_hant: 結果計數

# CommonRoleDebuger
source: Debug
es: Depurar
fr_ca: Déboguer
ko: 디버그
zh_hans: 调试
zh_hant: 除錯

# CommonRoleDeveloper
source: Developer
es: Desarrollador
fr_ca: Développeur
ko: 개발자
zh_hans: 开发商
zh_hant: 開發者

# CommonRoleTester
source: Testor
ko: 테스터
zh_hans: 检验员
zh_hant: 測試者

# CommonRoleTranslator
source: Translator
es: Traductor
fr_ca: Traducteur
ko: 번역자
zh_hans: 翻译人员
zh_hant: 翻譯者

# CommonSaveToPhotoLibrary
source: Saved successfully
es: Guardado correctamente
fr_ca: Sauvegardé avec succès
ko: 성공적으로 저장되었습니다.
zh_hans: 已成功保存
zh_hant: 儲存成功

# CommonScheduleSync
source: Sync Schedule
es: Sincronizar horario
fr_ca: Calendrier de synchronisation
ko: 동기화 일정
zh_hans: 同步时间表
zh_hant: 同步排程

# CommonScheduleSyncMessage
source: Retrieve schedule from the server.
es: Recupera la programación del servidor.
fr_ca: Récupérer le calendrier depuis le serveur.
ko: 서버에서 일정 검색.
zh_hans: 从服务器检索时间表。
zh_hant: 從伺服器檢索排程。

# CommonSignIn
source: Sign in
es: Iniciar sesión
fr_ca: Se connecter
ko: 로그인
zh_hans: 登录
zh_hant: 登入

# CommonSignOut
source: Sign out
es: Cerrar sesión
fr_ca: Se déconnecter
ko: 로그아웃
zh_hans: 签出
zh_hant: 登出

# CommonSignOutSuccessfully
source: Sign out successfully
es: Cerrar sesión correctamente
fr_ca: Déconnexion réussie
ko: 로그아웃 성공적으로 완료되었습니다
zh_hans: 登出成功
zh_hant: 登出成功

# CommonSignOutMessage
source: Unlink the Nintendo Switch account.
es: Desvincula la cuenta de Nintendo Switch.
fr_ca: Détachez le compte Nintendo Switch.
ko: 닌텐도 스위치 계정 연결 해제.
zh_hans: 解除对Nintendo Switch账户的链接。
zh_hant: 取消連結任天堂Switch帳戶。

# CommonSourceCode
source: Source code
es: Código fuente
fr_ca: Code source
ko: 소스 코드
zh_hans: 源代码
zh_hant: 原始碼

# CoopHistorySuppliedRatio
source: Supplied ratio
es: Proporción suministrada
fr_ca: Rapport fourni
ko: 공급 비율
zh_hans: 提供的比率
zh_hant: 供應比率

# CommonUpdateRequired
source: App update is required
es: Es necesario actualizar la aplicación
fr_ca: Une mise à jour de l'application est nécessaire
ko: 앱 업데이트가 필요합니다.
zh_hans: 需要更新应用程序
zh_hant: 需要應用程式更新

# CommonUserData
source: User data
es: Datos del usuario
fr_ca: Données de l'utilisateur
ko: 사용자 데이터
zh_hans: 用户数据
zh_hant: 使用者資料

# CommonValid
source: Valid
es: Válido
fr_ca: Valable
ko: 유효한
zh_hans: 有效
zh_hant: 有效的

# CommonAppVersion
source: Version
es: Versión
ko: 버전
zh_hans: 版本
zh_hant: 版本

# CommonWipeLog
source: Wipe logs
es: Limpiar registros
fr_ca: Essuyer les journaux
ko: 로그 제거
zh_hans: 擦拭日志
zh_hant: 清除日誌

# CommonWipeLogMessage
source: Wipe all of logs.
es: Limpia todos los registros.
fr_ca: Effacez tous les journaux.
ko: 모든 로그 제거.
zh_hans: 擦拭所有的日志。
zh_hant: 清除所有日誌。

# CommonWipeResults
source: Wipe results
es: Resultados de la limpieza
fr_ca: Résultats de l'essuyage
ko: 결과 제거
zh_hans: 擦拭结果
zh_hant: 清除結果

# CommonWipeResultsMessage
source: Wipe all of data.
es: Borra todos los datos.
fr_ca: Effacer toutes les données.
ko: 모든 데이터 제거.
zh_hans: 擦除所有数据。
zh_hant: 清除所有資料。

# CommonWriteReview
source: Write a review
es: Escriba un comentario
fr_ca: Écrire un commentaire
ko: 리뷰 작성
zh_hans: 撰写评论
zh_hant: 撰寫評論

# CoopHistoryOverallRecord
source: Overall
es: En general
fr_ca: En général
ko: 전반적으로
zh_hans: 总的来说
zh_hant: 整體

# CommonGoldenEggs
source: Golden Eggs
es: Huevos de oro
fr_ca: Œufs d'or
ko: 황금 알
zh_hans: 金蛋
zh_hant: 金蛋

# CommonPowerEggs
source: Power Eggs
es: Huevos de energía
fr_ca: Œufs à la puissance
ko: 파워 에그
zh_hans: 动力蛋
zh_hant: 能量蛋

# CommonOverview
source: Overview
es: Visión general
fr_ca: Vue d'ensemble
ko: 개요
zh_hans: 概述
zh_hant: 概述

# CommonDatabase
source: Database
es: Base de datos
fr_ca: Base de données
ko: 데이터베이스
zh_hans: 数据库
zh_hant: 資料庫

# CommonXProductVersion
source: X-ProductVersion
ko: -ProductVersion

# CommonUpload
source: Upload
es: Cargar
fr_ca: Télécharger
ko: 업로드
zh_hans: 上传
zh_hant: 上傳

# CommonCreditDevelop
source: Developer
es: Desarrollador
fr_ca: Développeur
ko: 개발자
zh_hans: 开发商
zh_hant: 開發者

# CommonCreditTest
source: Tester
es: Comprobador
fr_ca: Testeur
ko: 테스터
zh_hans: 测试员
zh_hant: 測試者

# CommonCreditDesign
source: UI/UX Design
es: Diseño UI/UX
fr_ca: Design UI/UX
ko: UI/UX 디자인
zh_hans: UI/UX设计
zh_hant: UI/UX設計

# CoopHistoryTeamPointCard
source: Team Point Card
es: Tarjeta de puntos del equipo
fr_ca: Carte de points d'équipe
ko: 팀 포인트 카드
zh_hans: 团队积分卡
zh_hant: 團隊點數卡

# CoopHistoryUseEstimatedValue
source: Use estimated values
es: Utilizar valores estimados
fr_ca: Utiliser des valeurs estimées
ko: 추정 값을 사용
zh_hans: 使用估计值
zh_hant: 使用預估值

# CommonUseSecureSession
source: Use empheral session
es: Utilizar la sesión de empheral
fr_ca: Utiliser la session d'emphase
ko: Safari 인증서를 이용
zh_hans: 使用 Safari 的身份验证
zh_hant: 使用 Safari 的身份驗證

# CommonCheckInReward
source: Rewards
es: Recompensas
fr_ca: Récompenses
ko: 보상
zh_hans: 奖励
zh_hant: 獎勵

# CommonGetCheckInReward
source: Get all of rewards for QR codes.
es: Consigue todas las recompensas por códigos QR.
fr_ca: Obtenez toutes les récompenses pour les codes QR.
ko: QR 코드에 대한 모든 보상 가져오기.
zh_hans: 获得二维码的所有奖励。
zh_hant: 掃描QR碼獲取所有獎勵。

# CoopHistoryTeamResult
source: Team
es: Equipo
fr_ca: L'équipe
ko: 팀
zh_hans: 团队
zh_hant: 團隊

# CoopHistoryPlayerResult
source: You
es: Usted
fr_ca: Vous
ko: 당신
zh_hans: 你
zh_hant: 您

# CoopHistoryCrewAvgResult
source: Avg of the crew
es: Avg de la tripulación
fr_ca: Avg de l'équipage
ko: 선원의 평균
zh_hans: 船员的平均数
zh_hant: 船員的平均數

# CoopHistoryCrewResult
source: Crew
es: Tripulación
fr_ca: L'équipage
ko: 크루
zh_hans: 船员
zh_hant: 船員

# CoopHistoryWaveResult
source: Waves
es: Olas
fr_ca: Vagues
ko: 파도
zh_hans: 波浪
zh_hant: 海浪

# CoopHistoryAverageScore
source: Avg
ko: 평균

# CommonRequirediOS16
source: You must update to iOS16 or higher to use this feature
ko: 이 기능을 사용하려면 iOS16 이상으로 업데이트해야합니다.

# CommonRestoreSuccessMessage
source: Restore results successfully
es: Restaurar resultados con éxito
fr_ca: Restaurer les résultats avec succès
ko: 결과를 성공적으로 복원했습니다.
zh_hans: 成功恢复结果
zh_hant: 成功還原結果

# CommonRestoreFailureMessage
source: Restore results failure. Unsupported format or signature does not match due to file has been tampered with.
es: Fallo en los resultados de la restauración. Formato no compatible o la firma no coincide debido a que el archivo ha sido manipulado.
fr_ca: Échec de la restauration. Le format n'est pas pris en charge ou la signature ne correspond pas parce que le fichier a été modifié.
ko: 결과 복원 실패. 지원하지 않는 형식 또는 파일이 조작되어 서명이 일치하지 않습니다.
zh_hans: 恢复结果失败。由于文件被篡改，不支持的格式或签名不匹配。
zh_hant: 還原結果失敗。不支援的格式或檔案簽章不符合，因為檔案已被篡改。

# CommonResultsCount
source: Results
es: Resultados
fr_ca: Résultats
ko: 결과
zh_hans: 结果
zh_hant: 結果

# CommonDeveloperAnswer
source: Developer's response
es: Respuesta del promotor
fr_ca: Réponse du développeur
ko: 소개
zh_hans: 开发者的回应
zh_hant: 開發者的回應

# CommonMinimumVersion
source: Due to the data backuped by unsupported version, could not restore.
es: Debido a que la copia de seguridad de los datos se realizó con una versión no compatible, no se pudo restaurar.
fr_ca: Les données ayant été sauvegardées dans une version non prise en charge, il n'a pas été possible de les restaurer.
ko: 지원되지 않는 버전으로 백업된 결과물을 복원할 수 없었습니다.
zh_hans: 无法恢复以不支持的版本备份的结果
zh_hant: 無法恢復以不支援的版本備份的結果

# ErrorInvalidSignature
source: Due to the unmatch the signature of data, could not restore.
es: Debido a la no coincidencia de la firma de los datos, no se pudo restaurar.
fr_ca: En raison de la non-concordance de la signature des données, il n'a pas été possible de les restaurer.
ko: 백업의 서명이 일치하지 않아 복원할 수 없었습니다. 결과물이 수정되었을 가능성이 있습니다.
zh_hans: 由于备份签名不匹配，无法恢复。结果可能已被篡改
zh_hant: 由於備份簽名不匹配，無法恢復。結果可能已被篡改

# CommonUseSystemTheme
source: Use device settings
es: Utilizar la configuración del dispositivo
fr_ca: Utiliser les paramètres de l'appareil
ko: 장치 설정에 따라 다릅니다
zh_hans: 根据设备设置而定
zh_hant: 取決於設備設置

# CommonLicense
source: License
es: Licencia
fr_ca: Licence
ko: 라이선스
zh_hans: 许可证
zh_hant: 許可證

# CommonLocale
source: en-GB
es: es-ES
fr_ca: fr-CA
zh_hans: zh-CN
zh_hant: zh-TW

# CommonRequiredSignIn
source: Using this app, you need be sign in with your Nintendo account. Please sign in from on My page.
es: Para utilizar esta aplicación, debes iniciar sesión con tu cuenta Nintendo. Inicia sesión en Mi página.
fr_ca: Pour utiliser cette application, vous devez vous connecter avec votre compte Nintendo. Veuillez vous connecter à partir de Ma page.
zh_hans: 登录 Nintendo 帐户才能使用此应用程序
zh_hant: 登錄 Nintendo 帳戶才能使用此應用程式

# CommonHome
source: Home
es: Inicio
fr_ca: Accueil
zh_hans: 主页
zh_hant: 主頁

# CoopHistoryBigrunBronze
source: Bronze
es: Bronce
zh_hans: 铜
zh_hant: 銅

# CoopHistoryBigrunGold
source: Gold
es: Oro
fr_ca: Or
zh_hans: 金
zh_hant: 金

# CoopHistoryBigrunSilver
source: Silver
es: Plata
fr_ca: Argent
zh_hans: 银
zh_hant: 銀

# CoopHistoryClear
source: Clear!
es: ¡Bravo!
fr_ca: Réussite!

# CoopHistoryWave
source: Wave
es: Ofensiva
fr_ca: Vague

# ErrorNotSupported
source: SplatNet 3 cannot be displayed. Please check your internet connection and wait a bit before trying again. If the problem isn't resolved, check your internet browser to make sure it has been updated to the latest version. If you still receive this message, it may be possible that SplatNet 3 is not compatible with your current settings or device.
es: No se puede mostrar SplatNet 3. Comprueba tu conexión a internet y vuelve a intentarlo más tarde. Si el problema no se soluciona, comprueba que tu navegador de internet esté actualizado a la versión más reciente. Si sigue mostrándose este mensaje, es posible que SplatNet 3 no sea compatible con tu dispositivo o con los ajustes actuales.
fr_ca: SplatNet 3 ne peut pas s'afficher. Vérifie ta connexion Internet et attends un peu, puis réessaie. Si le problème persiste, assure-toi que ton navigateur Internet a installé sa mise à jour la plus récente. Si ce message continue à apparaître, il se peut que SplatNet 3 ne soit pas compatible avec tes paramètres ou ton appareil actuels.

# StageScheduleCoopCurrentPeriodStart
source: NOW OPEN!
es: ¡En curso!
fr_ca: OUVERT!
