Repository: salmonstats3/av5ja_swift_source_gen
Catalog: sources/Resources/*.lproj/Localizable.strings
Languages: es, fr_ca, ko, zh_hans, zh_hant

# SakeArtillery
source: Big Shot
es: Artilleroide
fr_ca: Gros boulet
ko: 철 구슬
zh_hans: 铁球鱼
zh_hant: 鐵球魚

# SakeBigMouth
source: Mudmouth
es: Morrolodo
fr_ca: Salmonoïde de boue
ko: 진흙연어
zh_hans: 泥鲑鱼
zh_hant: 泥鮭魚

# SakeBigMouthGold
source: Mudmouth
es: Morrolodo
fr_ca: Salmonoïde de boue
ko: 진흙연어
zh_hans: 泥鲑鱼
zh_hant: 泥鮭魚

# SakeCopter
source: Chinook
es: Salmocóptero
fr_ca: Salmocoptère
ko: 연어콥터
zh_hans: 直升机鲑鱼
zh_hant: 直升機鮭魚

# SakeDolphin
source: Flipper-Flopper
es: Chapotero
fr_ca: Ploufion
ko: 다이버
zh_hans: 潜水鱼
zh_hant: 潛水魚

# SakeFlyBagman
source: Snatcher
es: Rastrerón
fr_ca: Barboteur
ko: 알주어
zh_hans: 拾蛋鱼
zh_hant: 拾蛋魚

# SakePillar
source: Fish Stick
es: Viga
fr_ca: Pylônoïde
ko: 기둥
zh_hans: 柱鱼
zh_hant: 柱魚

# SakeRope
source: Horrorboros
es: Dragón
fr_ca: Salmophide
ko: 용
zh_hans: 辰龙
zh_hant: 辰龍

# SakeSaucer
source: Slammin' Lid
es: Tapaollas
fr_ca: Couverclard
ko: 냄비 뚜껑
zh_hans: 锅盖鱼
zh_hant: 鍋蓋魚

# Sakediver
source: Maws
es: Fáucex
fr_ca: Gobb
ko: 두더지
zh_hans: 鼹鼠鱼
zh_hant: 鼴鼠魚

# Sakedozer
source: Griller
es: Chaparrilla
fr_ca: Barbeurk
ko: 그릴
zh_hans: 烤架鱼
zh_hant: 烤架魚

# SakelienBomber
source: Steelhead
es: Ferroz
fr_ca: Tête-de-pneu
ko: 폭탄
zh_hans: 炸弹鱼
zh_hant: 炸彈魚

# SakelienCupTwins
source: Flyfish
es: Drónido
fr_ca: Dronoïde
ko: 어깨 패드
zh_hans: 垫肩飞鱼
zh_hant: 墊肩飛魚

# SakelienGiant
source: Cohozuna
es: Salmonote
fr_ca: Salmotori
ko: 천하장사
zh_hans: 横纲
zh_hant: 橫綱

# SakelienGolden
source: Goldie
es: Salmóreo
fr_ca: Dorax
ko: 황금연어
zh_hans: 金鲑鱼
zh_hant: 金鮭魚

# SakelienLarge
source: Cohock
es: Escamacarra
fr_ca: Sumoche
ko: 덩치연어
zh_hans: 大胖鱼
zh_hant: 大胖魚

# SakelienShield
source: Scrapper
es: Chatarrónido
fr_ca: Bricabrute
ko: 철판
zh_hans: 铁板鱼
zh_hant: 鐵板魚

# SakelienSmall
source: Smallfry
es: Cenutrín
fr_ca: Salmioche
ko: 꼬마연어
zh_hans: 小鲑鱼
zh_hant: 小鮭魚

# SakelienSnake
source: Steel Eel
es: Raspoide
fr_ca: Carnacier
ko: 뱀
zh_hans: 蛇鱼
zh_hant: 蛇魚

# SakelienStandard
source: Chum
es: Salmoche
fr_ca: Salmoche
ko: 연어
zh_hans: 鲑鱼
zh_hant: 鮭魚

# SakelienTower
source: Stinger
es: Pilónido
fr_ca: Marmirador
ko: 타워
zh_hans: 高塔鱼
zh_hant: 高塔魚

# Sakerocket
source: Drizzler
es: Barreno
fr_ca: Crachin
ko: 박쥐
zh_hans: 蝙蝠鱼
zh_hant: 蝙蝠魚

# Grade00
source: Apprentice
es: Aprendiz
fr_ca: Néophyte
ko: 초보
zh_hans: 新手
zh_hant: 新手

# Grade01
source: Part-Timer
es: Subordinado
fr_ca: Stagiaire
ko: 견습
zh_hans: 半吊子
zh_hant: 半吊子

# Grade02
source: Go-Getter
es: Capataz
fr_ca: Semi-pro
ko: 일반
zh_hans: 独当一面
zh_hant: 獨當一面

# Grade03
source: Overachiever
es: Gerente
fr_ca: Pro
ko: 전문
zh_hans: 熟练
zh_hant: 熟練

# Grade04
source: Profreshional
es: Jefe
fr_ca: Prodige
ko: 달인
zh_hans: 达人
zh_hant: 達人

# Grade05
source: Profreshional +1
es: Jefe +1
fr_ca: Prodige +1
ko: 달인 +1
zh_hans: 达人+1
zh_hant: 達人+1

# Grade06
source: Profreshional +2
es: Jefe +2
fr_ca: Prodige +2
ko: 달인 +2
zh_hans: 达人+2
zh_hant: 達人+2

# Grade07
source: Profreshional +3
es: Jefe +3
fr_ca: Prodige +3
ko: 달인 +3
zh_hans: 达人+3
zh_hant: 達人+3

# Grade08
source: Eggsecutive VP
es: Director
fr_ca: Légende
ko: 전설
zh_hans: 传说
zh_hant: 傳說

# GradeArbeiter00
source: Apprentice
ko: 초보 아르바이트생

# GradeArbeiter01
source: Part-Timer
ko: 견습 아르바이트생

# GradeArbeiter02
source: Go-Getter
ko: 일반 아르바이트생

# GradeArbeiter03
source: Overachiever
ko: 전문 아르바이트생

# GradeArbeiter04
source: Profreshional
ko: 달인 아르바이트생

# GradeArbeiter05
source: Profreshional +1
ko: 달인 아르바이트생 +1

# GradeArbeiter06
source: Profreshional +2
ko: 달인 아르바이트생 +2

# GradeArbeiter07
source: Profreshional +3
ko: 달인 아르바이트생 +3

# GradeArbeiter08
source: Eggsecutive VP
ko: 전설의 아르바이트생

# COP001
source: Orange Slopsuit
ko: 오렌지 작업복

# COP002
source: Green Slopsuit
ko: 그린 작업복

# COP003
source: Yellow Slopsuit
ko: 옐로 작업복

# COP004
source: Pink Slopsuit
ko: 핑크 작업복

# COP005
source: Blue Slopsuit
ko: 블루 작업복

# COP006
source: Black Slopsuit
ko: 블랙 작업복

# COP007
source: White Slopsuit
ko: 화이트 작업복

# COP008
source: Orange Gloopsuit
ko: 오렌지 아르바이트 웨이더

# COP009
source: Black Gloopsuit
ko: 블랙 아르바이트 웨이더

# COP010
source: Yellow Gloopsuit
ko: 옐로 아르바이트 웨이더

# COP011
source: Brown Gloopsuit
ko: 브라운 아르바이트 웨이더

# Carousel
source: Wahoo World
es: Pirañalandia
fr_ca: Parc Carapince
ko: 초밥 월드
zh_hans: 醋饭海洋世界
zh_hant: 醋飯海洋世界

# Shakedent
source: Gone Fission Hydroplant
es: Hidrocentral Pilpil
fr_ca: Centrale Anguilla
ko: 뫼니 엘 해양 발전소
zh_hans: 麦年海洋发电所
zh_hant: 麥年海洋發電所

# Shakehighway
source: Jammin' Salmon Junction
es: Salmopista
fr_ca: Rocade Rémora
ko: 연어알젓 교차로 옛터
zh_hans: 生筋子系统交流道遗址
zh_hant: 生筋子系統交流道遺址

# Shakeship
source: Marooner's Bay
es: Bahía Deriva
fr_ca: Épave des braves
ko: 난파선 돈 브라코
zh_hans: 漂浮落难船
zh_hant: 漂浮落難船

# Shakespiral
source: Sockeye Station
es: Fuerte Espiral
fr_ca: Bastion colimaçon
ko: 연어말이 요새
zh_hans: 新卷堡
zh_hant: 新卷堡

# Shakeup
source: Spawning Grounds
es: Presa salmónida
fr_ca: Barrage salmonoïde
ko: 셰케나 댐
zh_hans: 鲑坝
zh_hant: 鮭壩

# Temple
source: Undertow Spillway
es: Cisterna Navajuela
fr_ca: Réservoir Rigadelle
ko: 맛조개 방수로
zh_hans: 竹蛏疏洪道
zh_hant: 竹蟶疏洪道

# Tutorial
source: Sockeye Station
es: Fuerte Espiral
fr_ca: Bastion colimaçon
ko: 연어말이 요새
zh_hans: 新卷堡
zh_hant: 新卷堡

# Upland
source: Inkblot Art Academy
es: Instituto Coralino
fr_ca: Institut Calm'arts
ko: 해녀 미술 대학
zh_hans: 海女美术大学
zh_hant: 海女美術大學

# CommonCancel
source: Cancel
es: Cancelar
fr_ca: Annuler
ko: 취소
zh_hans: 取消
zh_hant: 取消

# CommonClamBlitz
source: Clam Blitz
es: Asalto almeja
fr_ca: Pluie de palourdes
ko: 랭크 바지락
zh_hans: 真格蛤蜊
zh_hant: 真格蛤蜊

# CommonClose
source: Close
es: Cerrar
fr_ca: Fermer
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

# CommonCoopBigRun
source: Big Run
ko: 빅 런
zh_hans: 大型跑
zh_hant: 大型跑

# CommonCoopTeamContest
source: Eggstra Work
es: Alianza alevínica
fr_ca: Défi œuf sup
ko: 아르바이트 팀 콘테스트
zh_hans: 团队打工竞赛
zh_hant: 團隊打工競賽

# CommonCopyrightQrCode
source: QR Code is a registered trademark of DENSO WAVE INCORPORATED.
ko: QR Code는 일본 및 여러 나라에서 DENSO WAVE INCORPORATED의 등록상표입니다
zh_hans: QR Code为DENSO WAVE INCORPORATED在日本及外国的注册商标

# CommonDecide
source: OK
es: Aceptar
ko: 결정
zh_hans: 确定
zh_hant: 確定

# CommonDownload
source: Download
es: Descargar
fr_ca: Télécharger
ko: 다운로드
zh_hans: 下载
zh_hant: 下載

# CommonEnd
source: Exit
es: Cerrar
fr_ca: Fermer
ko: 끝내기
zh_hans: 结束
zh_hant: 結束

# CommonGearPowerBlank
source: Unknown
es: Desconocido
fr_ca: Inconnu
ko: 물음표
zh_hans: 问号
zh_hant: 問號

# CommonIkaring3
source: SplatNet 3
ko: 오징어넷 3
zh_hans: 鱿鱼圈 3
zh_hant: 魷魚圈 3

# CommonNowLoading
source: Loading
es: Cargando...
fr_ca: Chargement...
ko: 로딩 중
zh_hans: 加载中
zh_hant: 載入中

# CommonPullToRefresh
source: Pull to Refresh
es: Arrastra para actualizar
fr_ca: Tirer pour actualiser
ko: 당겨서 새로 고침
zh_hans: 下拉更新
zh_hant: 下拉更新

# CommonRainmaker
source: Rainmaker
es: Pez dorado
fr_ca: Mission Bazookarpe
ko: 랭크 피시 배틀
zh_hans: 真格鱼虎对战
zh_hant: 真格魚虎對戰

# CommonShare
source: Share
es: Compartir
fr_ca: Partager
ko: 공유
zh_hans: 分享
zh_hant: 分享

# CommonSplatZones
source: Splat Zones
es: Pintazonas
fr_ca: Défense de zone
ko: 랭크 에어리어
zh_hans: 真格区域
zh_hant: 真格區域

# CommonTowerControl
source: Tower Control
es: Torre
fr_ca: Expédition risquée
ko: 랭크 타워
zh_hans: 真格塔楼
zh_hant: 真格塔樓

# CommonTricolor
source: Tricolor Battle
es: Combate tricolor
fr_ca: Match tricolore
ko: 트리컬러 어택
zh_hans: 三色夺宝攻击
zh_hant: 三色奪寶攻擊

# CommonTricolorMatch
source: Tricolor Battle
es: Pugna tricolor
fr_ca: Match tricolore
ko: 트리컬러 매치
zh_hans: 三色夺宝比赛
zh_hant: 三色奪寶比賽

# CommonTurfWar
source: Turf War
es: Territorial
fr_ca: Guerre de territoire
ko: 영역 배틀
zh_hans: 占地对战
zh_hant: 占地對戰

# CommonWpnNotfound
source: Unknown
es: Desconocido
fr_ca: Inconnu
ko: 물음표
zh_hans: 问号
zh_hant: 問號

# CoopHistoryAvailable
source: Appearances
es: Apariciones
fr_ca: Apparus
ko: 출현 수
zh_hans: 出现数量
zh_hant: 出現數

# CoopHistoryAvailableBoss
source: King Salmonid Fought
es: Encuentro con el gran jefe
fr_ca: Salmonarque combattu
ko: 출현한 두목연어
zh_hans: 已出现的头目鲑鱼
zh_hant: 已出現的頭目鮭魚

# CoopHistoryAverageClearWaves
source: Average Waves Cleared
es: Media de ofensivas superadas
fr_ca: Vagues terminées (moyenne) :
ko: 평균 클리어 WAVE 수
zh_hans: 平均通关的WAVE数
zh_hant: 平均完成WAVE數

# CoopHistoryBigrun
source: Big Run
ko: 빅 런
zh_hans: 大型跑
zh_hant: 大型跑

# CoopHistoryBonus
source: Clear Bonus
es: Recomp.
fr_ca: Récomp.
ko: 클리어 보너스
zh_hans: 通关奖励
zh_hant: 完成獎勵

# CoopHistoryBossAvailable
source: King Salmonid Sighting!
es: ¡Gran jefe a la vista!
fr_ca: Salmonarque en approche!
ko: 두목연어 출현!
zh_hans: 头目鲑鱼出现！
zh_hant: 頭目鮭魚出現！

# CoopHistoryDangerRatio
source: Hazard Level
es: Nivel de riesgo
fr_ca: Niveau de danger :
ko: 위험도
zh_hans: 危险度
zh_hant: 危險度

# CoopHistoryDefeatBoss
source: King Salmonid Attack!
es: ¡Gran jefe al ataque!
fr_ca: Attaque de salmonarque!
ko: 두목연어 격파!
zh_hans: 击倒头目鲑鱼！
zh_hant: 擊倒頭目鮭魚！

# CoopHistoryDefeatBossCount
source: King Salmonids defeated
es: Grandes jefes eliminados
fr_ca: Salmonarques vaincus
ko: 쓰러뜨린 두목연어
zh_hans: 已击倒的头目鲑鱼
zh_hant: 已擊倒的頭目鮭魚

# CoopHistoryDefeated
source: Defeated!
es: ¡Victoria!
fr_ca: Vaincu!
ko: 쓰러뜨렸다!
zh_hans: 成功击倒！
zh_hant: 成功擊倒！

# CoopHistoryDefeatedEnemies
source: Boss Salmonids Defeated
es: Grandes salmónidos eliminados
fr_ca: Salmonoboss vaincus
ko: 쓰러뜨린 거물연어
zh_hans: 已击倒的巨大鲑鱼
zh_hant: 已擊倒的巨大鮭魚

# CoopHistoryDefeatedEnemiesGuide
source: Note: The number in parentheses is how many enemies YOU defeated.
es: * Entre paréntesis se indican los que tú has eliminado.
fr_ca: Remarque : Le nombre d'ennemis que tu as vaincus toi-même est indiqué entre parenthèses.
ko: ※괄호 안의 숫자는 직접 쓰러뜨린 숫자입니다
zh_hans: ※括号内的数字为自己击倒的数量
zh_hant: ※括號內的數字為自己擊倒的數量

# CoopHistoryDeliverCount
source: Power Eggs collected
es: Caviar rojo
fr_ca: Œufs de poi. collectés
ko: 모은 연어알
zh_hans: 已收集的鲑鱼卵
zh_hant: 已收集的鮭魚卵

# CoopHistoryEnemy
source: Boss Salmonids
es: Gran salmónido
fr_ca: Salmonoboss
ko: 거물연어
zh_hans: 巨大鲑鱼
zh_hant: 巨大鮭魚

# CoopHistoryExWave
source: XTRAWAVE
es: Ofensiva extra
fr_ca: Vague +
ko: EX-WAVE
zh_hans: EX-WAVE
zh_hant: EX-WAVE

# CoopHistoryFailure
source: Defeat
es: Lástima...
fr_ca: Échec...
ko: Failure
zh_hans: Failure
zh_hant: Failure

# CoopHistoryGoToStats
source: Back to Job Logs
es: Volver a los resultados de tareas
fr_ca: Retour aux stats de missions
ko: 아르바이트 히스토리 목록으로 돌아가기
zh_hans: 返回打工历史一览
zh_hant: 返回打工記錄一覽

# CoopHistoryGoldenDeliverCount
source: Golden Eggs collected
es: Alevines
fr_ca: Œufs dorés collectés
ko: 모은 황금 연어알
zh_hans: 已收集的金鲑鱼卵
zh_hant: 已收集的金鮭魚卵

# CoopHistoryHighestScore
source: Max
es: Récord
fr_ca: Record
ko: 하이 스코어
zh_hans: 最高分数
zh_hant: 最高分數

# CoopHistoryHistory
source: Job Logs
es: Resultados de tareas
fr_ca: Stats de missions
ko: 아르바이트 히스토리
zh_hans: 打工历史
zh_hant: 打工記錄

# CoopHistoryJobPoint
source: Your Points
es: Puntos
fr_ca: Tes points
ko: 획득 포인트
zh_hans: 获得点数
zh_hant: 獲得點數

# CoopHistoryJobRatio
source: Pay Grade
es: Tasa de valoración
fr_ca: Éval.
ko: 평가 비율
zh_hans: 评价倍率
zh_hant: 評價倍率

# CoopHistoryKumaPointCard
source: Grizzco Point Card
es: Puntos de Don Oso
fr_ca: Carte point M. Ours
ko: Mr. 베어 포인트 카드
zh_hans: 熊先生点数卡
zh_hant: 熊先生集點卡

# CoopHistoryLatest
source: Last Job
es: Más reciente
fr_ca: Dernière mission
ko: 최근 히스토리
zh_hans: 前往最新的打工
zh_hant: 前往最新打工

# CoopHistoryLimitedPoint
source: Current special bonus points
es: Puntos eventuales actuales
fr_ca: Points de prix spéciaux actuels
ko: 현재 기간 한정 포인트
zh_hans: 目前的期间限定点数
zh_hant: 現有的期間限定點數

# CoopHistoryMonthlyReward
source: This Month's Gear
es: Objeto del mes
fr_ca: Pièce d'équipement du mois
ko: 이달의 기어
zh_hans: 本月的装备
zh_hant: 本月的裝備

# CoopHistoryNext
source: Next Job
es: Siguiente
fr_ca: Suivant
ko: 다음 히스토리
zh_hans: 下一个打工
zh_hant: 下一場打工

# CoopHistoryNoData
source: No job logs to display.
es: No hay resultados de tareas.
fr_ca: Aucune stat de mission disponible.
ko: 아르바이트 히스토리가 없습니다
zh_hans: 没有打工历史
zh_hant: 沒有打工記錄

# CoopHistoryNotAvailable
source: Job Logs Unavailable
es: Resultados de tareas no disponibles
fr_ca: Les stats de missions ne sont pas disponibles.
ko: 아르바이트 히스토리를 표시할 수 없습니다
zh_hans: 无法显示打工历史
zh_hant: 無法顯示打工記錄

# CoopHistoryNotAvailableDescription
source: Only the 50 most recent entries are available.
es: Solo los 50 registros más recientes están disponibles.
fr_ca: Seules les 50 entrées les plus récentes sont disponibles.
ko: 최신 아르바이트 히스토리는 50전까지 열람할 수 있습니다.
zh_hans: 可阅览的打工历史仅限最新的50场
zh_hant: 可瀏覽的打工記錄僅限最新的50戰

# CoopHistoryNotDefeated
source: Failed...
es: No pudo ser...
fr_ca: Échec...
ko: 쓰러뜨리지 못했다…
zh_hans: 未能击倒……
zh_hant: 擊倒失敗……

# CoopHistoryPlayCount
source: Shifts worked
es: Encargos completados
fr_ca: Sessions de travail
ko: 아르바이트 횟수
zh_hans: 打工次数
zh_hant: 打工次數

# CoopHistoryPrevious
source: Previous Job
es: Anterior
fr_ca: Précédent
ko: 이전 히스토리
zh_hans: 上一个打工
zh_hant: 上一場打工

# CoopHistoryPrivate
source: Private Job
es: Trabajo privado
fr_ca: Mission privée
ko: 프라이빗
zh_hans: 私人
zh_hant: 私人

# CoopHistoryRecruit
source: Staff Wanted!
es: ¡Se busca personal!
fr_ca: On embauche!
ko: 스태프 모집!
zh_hans: 募集员工！
zh_hant: 招募員工

# CoopHistoryRecruitDescription
source: A beginner-friendly job for energetic and positive individuals who are willing to put it all on the line. Work hard for easy scales!
es: Una labor apta incluso para gente sin experiencia. ¡Basta con tener energía y actitud positiva para ganar escamas de forma cómoda!
fr_ca: Un travail taillé pour ceux qui ont de l'énergie et de l'optimisme à revendre, et qui sont prêts à bosser dur pour empocher un tas d'écailles. Motivation exigée. Débutants acceptés.
ko: 경력이 없어도 OK! 밝고 기운찬 분 환영! 가족 같은 분위기의 직장에서 아르바이트해 보지 않으시겠습니까?

# CoopHistoryRecruitTag1
source: It's Easy!
es: ¡Es fácil!
fr_ca: C'est facile!
ko: 간단
zh_hans: 简单
zh_hant: 簡單

# CoopHistoryRecruitTag2
source: Collect Power Eggs for Fun and Profit!
es: Recolección de caviar rojo
fr_ca: La collecte d'œufs, c'est le fun et ça rapporte!
ko: 연어알 모으기
zh_hans: 收集鲑鱼卵
zh_hant: 收集鮭魚卵

# CoopHistoryRecruitTitle
source: Collecting Power Eggs Suits You!
es: ¡Reunir caviar es lo tuyo!
fr_ca: La collecte d'œufs, un travail de rêve!
ko: ～어메이징한 작업복을 입고 연어알 모으기～
zh_hans: ～穿上超鱿型的制服收集鲑鱼卵～
zh_hant: ～穿上超魷型的制服收集鮭魚卵～

# CoopHistoryRegular
source: Normal Job
es: Encargo normal
fr_ca: Mission normale
ko: 일반 아르바이트
zh_hans: 平时的打工
zh_hant: 一般打工

# CoopHistoryRegularPoint
source: Current points
es: Saldo actual
fr_ca: Points actuels
ko: 현재 포인트
zh_hans: 现有点数
zh_hant: 現有點數

# CoopHistoryRescueCount
source: Crew members rescued
es: Compañeros rescatados
fr_ca: Collègues secourus
ko: 도와준 횟수
zh_hans: 救援次数
zh_hant: 救援次數

# CoopHistoryRescuedCount
source: Times Rescued
es: Número de rescates
fr_ca: Secours reçus
ko: 도움받은 횟수
zh_hans: 被救助的次数
zh_hant: 被救助的次數

# CoopHistoryScale
source: Scales
es: Escamas
fr_ca: Écailles
ko: 비늘
zh_hans: 鳞片
zh_hant: 鱗片

# CoopHistoryScaleBronze
source: Bronze Scale
es: Escama de bronce
fr_ca: Écaille de bronze
ko: 동 비늘
zh_hans: 铜鳞片
zh_hant: 銅鱗片

# CoopHistoryScaleGold
source: Gold Scale
es: Escama de oro
fr_ca: Écaille d'or
ko: 황금 비늘
zh_hans: 金鳞片
zh_hant: 金鱗片

# CoopHistoryScaleSilver
source: Silver Scale
es: Escama de plata
fr_ca: Écaille d'argent
ko: 은 비늘
zh_hans: 银鳞片
zh_hant: 銀鱗片

# CoopHistoryScore
source: Job Score
es: Rendim.
fr_ca: Pointage
ko: 아르바이트 스코어
zh_hans: 打工分数
zh_hant: 打工分數

# CoopHistorySeeSchedule
source: View Schedule
es: Ver calendario
fr_ca: Consulter l'horaire
ko: 스케줄 보기
zh_hans: 查看日程
zh_hant: 查看時間表

# CoopHistorySmellMeter
source: Salmometer
es: salmómetro
fr_ca: Salmomètre
ko: 두목 게이지
zh_hans: 头目槽
zh_hant: 頭目槽

# CoopHistorySupplyWeapon
source: Supplied Weapons
es: Armas asignadas
fr_ca: Armes fournies
ko: 지급 무기
zh_hans: 发放武器
zh_hant: 派發武器

# CoopHistoryTeamContest
source: Eggstra Work
es: Alianza alevínica
fr_ca: Défi œuf sup
ko: 아르바이트 팀 콘테스트
zh_hans: 团队打工竞赛
zh_hant: 團隊打工競賽

# CoopHistoryTitle
source: Salmon Run
ko: 새먼 런
zh_hans: 鲑鱼跑

# CoopHistoryTotalPoint
source: Total points
es: Puntos totales
fr_ca: Total des points
ko: 누적 포인트
zh_hans: 累计点数
zh_hant: 累計點數

# CoopHistoryWaveLevel0
source: Low Tide
es: Marea baja
fr_ca: Marée basse
ko: 간조
zh_hans: 干潮
zh_hant: 乾潮

# CoopHistoryWaveLevel1
source: Normal
ko: 보통
zh_hans: 普通
zh_hant: 普通

# CoopHistoryWaveLevel2
source: High Tide
es: Marea alta
fr_ca: Marée haute
ko: 만조
zh_hans: 满潮
zh_hant: 滿潮

# ErrorBackToHome
source: Back to Home
es: Volver al inicio
fr_ca: Retour à l'accueil
ko: 홈으로 돌아가기
zh_hans: 返回主页
zh_hant: 返回主頁

# ErrorError
source: Error
fr_ca: Erreur
ko: 에러
zh_hans: 错误
zh_hant: 錯誤

# ErrorErrorOccurred
source: An error occurred.
es: Se ha producido un error.
fr_ca: Une erreur est survenue.
ko: 에러가 발생했습니다
zh_hans: 发生错误。
zh_hant: 發生錯誤。

# ErrorErrorReopen
source: Loading failed.
es: No se han podido cargar los datos.
fr_ca: Échec du chargement.
ko: 로딩에 실패했습니다
zh_hans: 读取失败。
zh_hant: 讀取失敗。

# ErrorMaintenanceDescription
source: The server is currently undergoing maintenance. Please wait a bit, then try again.
es: Se están efectuando labores de mantenimiento en el servidor. Inténtalo de nuevo más tarde.
fr_ca: Le serveur est en cours de maintenance. Réessaie plus tard.
ko: 현재 서버 점검 중입니다. 잠시 후에 다시 접속해 주십시오.
zh_hans: 目前服务器正在维护，请稍后再重新连接。
zh_hant: 目前伺服器正在維護中，請稍後再重新連接。

# ErrorMaintenanceTitle
source: Standby...
es: Espera unos instantes...
fr_ca: Patiente quelques instants...
ko: 잠시 기다려 주십시오
zh_hans: 请稍候。
zh_hant: 請稍待片刻

# ErrorNetworkNotAvailable
source: Loading failed. Please check your internet connection and try again.
es: No se han podido cargar los datos. Comprueba tu conexión a internet y vuelve a intentarlo.
fr_ca: Échec du chargement. Vérifie ta connexion à Internet, puis réessaie.
ko: 로딩에 실패했습니다. 통신 환경이 좋은 곳에서 다시 시도해 주십시오.
zh_hans: 读取失败，请在互联网环境良好的地方再次尝试。
zh_hant: 讀取失敗，請在良好的網路環境下重新再試一次。

# ErrorReload
source: Refresh
es: Actualizar
fr_ca: Actualiser
ko: 새로 고침
zh_hans: 再次读取
zh_hant: 重新讀取

# RecordLatestPlayed
source: Last Played
es: Más reciente
fr_ca: Dernières parcourues
ko: 마지막 플레이
zh_hans: 最后游玩时间
zh_hant: 最後遊玩時間

# RecordLatestUsed
source: Most Used
es: Frecuentes
fr_ca: Favoris
ko: 사용 빈도
zh_hans: 常用武器
zh_hant: 常用武器

# RecordMain
source: Main
es: Principal
fr_ca: Principale
ko: 메인
zh_hans: 主要武器
zh_hant: 主要武器

# RecordNextSkillLevel
source: Next Freshness Up
es: Siguiente nivel
fr_ca: Prochaine amél.
ko: 다음 숙련도까지
zh_hans: 距熟练度提升还剩
zh_hant: 離熟練度提升仍需

# RecordSkillLevel
source: Freshness
es: Destreza
fr_ca: Coolitude
ko: 숙련도
zh_hans: 熟练度
zh_hant: 熟練度

# RecordSort
source: Sort
es: Ordenar
fr_ca: Trier
ko: 정렬
zh_hans: 更改排序
zh_hant: 排序

# RecordSpecial
source: Special
es: Especial
fr_ca: Spéciale
ko: 스페셜
zh_hans: 特殊武器
zh_hant: 特殊武器

# RecordStageRecord
source: Stage Stats
es: Escenarios
fr_ca: Stats - cartes
ko: 스테이지 기록
zh_hans: 场地记录
zh_hant: 場地記錄

# RecordStageRecordAppName
source: Stages
es: Escenarios
fr_ca: Cartes
ko: 스테이지
zh_hans: 场地
zh_hant: 場地

# RecordSub
source: Sub
es: Secundaria
fr_ca: Secondaire
ko: 서브
zh_hans: 次要武器
zh_hant: 次要武器

# RecordTitle
source: Stats
es: Estadísticas
ko: 기록
zh_hans: 记录
zh_hant: 記錄

# RecordTurfPoint
source: Turf Inked
es: Sup. entintada
fr_ca: Surf. encrée
ko: 색칠 포인트
zh_hans: 涂墨点数
zh_hant: 塗墨點數

# RecordUnplayedStages
source: Unplayed Stages
es: Sin estrenar
fr_ca: Cartes non parcourues
ko: 미플레이 스테이지
zh_hans: 未游玩的场地
zh_hant: 未遊玩的場地

# RecordUnusedWeapons
source: Not Yet Obtained
es: No obtenidas aún
fr_ca: Pas encore obtenues
ko: 미소지 무기
zh_hans: 未持有的武器
zh_hant: 未持有的武器

# RecordVibes
source: Fresh Meter
es: Evaluación
fr_ca: Jauge d'appréciation
ko: 컨디션
zh_hans: 状态值
zh_hant: 狀態值

# RecordWeaponRecord
source: Weapon Stats
es: Historial de armas
fr_ca: Stats - armes
ko: 무기 기록
zh_hans: 武器记录
zh_hant: 武器記錄

# RecordWeaponRecordAppName
source: Weapons
es: Armas
fr_ca: Armes
ko: 무기
zh_hans: 武器
zh_hant: 武器

# RecordWinCount
source: Wins
es: Victorias
fr_ca: Victoires :
ko: 승리 수
zh_hans: 胜利数
zh_hant: 獲勝數

# SettingsAcknowledgements
source: Copyrights
es: Derechos de autor
fr_ca: Droits d'auteur
ko: 권리 표기
zh_hans: 权利标识
zh_hant: 著作權聲明

# SettingsAppName
source: Settings
es: Ajustes
fr_ca: Paramètres
ko: 설정
zh_hans: 设置
zh_hant: 設定

# SettingsCredits
source: Credits
es: Créditos
fr_ca: Crédits
ko: 크레디트
zh_hans: 制作人员
zh_hant: 工作人員

# SettingsExpansionPass
source: To Expansion Pass Information
es: Ir a la información del pase de expansión
fr_ca: Visiter le site d'achat de la Passe d'extension
ko: 익스팬션 패스 구입 사이트로
zh_hans: 前往扩展票的购买网站
zh_hant: 前往擴充票購買網站

# SettingsTitle
source: Settings
es: Ajustes
fr_ca: Paramètres
ko: 설정
zh_hans: 设置
zh_hant: 設定

# StageScheduleBankara
source: Anarchy Battle
es: Combate caótico
fr_ca: Match anarchie
ko: 카오폴리스 매치
zh_hans: 蛮颓比赛
zh_hant: 蠻頹比賽

# StageScheduleBankaraOpen
source: Open
es: Informal
fr_ca: Ouvert
ko: 오픈
zh_hans: 开放
zh_hant: 開放

# StageScheduleBankaraOpenChallenge
source: Series
es: Formal
fr_ca: Série
ko: 챌린지
zh_hans: 挑战
zh_hant: 挑戰

# StageScheduleCoop
source: Salmon Run
ko: 새먼 런
zh_hans: 鲑鱼跑

# StageScheduleEvent
source: Challenge
es: Combate evento
fr_ca: Match épreuve
ko: 이벤트 매치
zh_hans: 活动比赛
zh_hant: 活動比賽

# StageScheduleEventCurrentSchedule
source: Now
es: Actualmente
fr_ca: Actuellement
ko: 지금
zh_hans: 现在
zh_hant: 現在

# StageScheduleEventFuture
source: Future
es: Más adelante
fr_ca: Plus tard
ko: 그다음
zh_hans: 下下次
zh_hant: 下下次

# StageScheduleEventHolding
source: Now Open!
es: ¡En curso!
fr_ca: En cours!
ko: 개최 중!
zh_hans: 举行中！
zh_hant: 舉行中！！

# StageScheduleEventNext
source: Next Time
es: A continuación
fr_ca: Prochain
ko: 예고
zh_hans: 下次
zh_hant: 下次

# StageScheduleEventNextSchedule
source: Next
es: Próximamente
fr_ca: Tout à l'heure
ko: 다음
zh_hans: 下一场
zh_hant: 下一場

# StageScheduleEventNoData
source: No Challenges currently scheduled.
es: Calendario sin determinar
fr_ca: Aucun match épreuve prévu pour le moment.
ko: 스케줄이 미정입니다
zh_hans: 日程未定
zh_hant: 時間表未定

# StageScheduleEventmatch
source: Event Now Open!
es: ¡Evento en curso!
fr_ca: L'événement a commencé!
ko: 이벤트 개최!

# StageScheduleFuture
source: Future
es: Posteriores
fr_ca: Plus tard
ko: 그다음
zh_hans: 下下次
zh_hant: 下下次

# StageScheduleGuideOpenBrowser
source: This will open a new browser window.
es: Se abrirá una nueva ventana del navegador.
fr_ca: Cette opération entraînera l'ouverture d'une nouvelle fenêtre de navigateur.
ko: 웹 브라우저가 열립니다
zh_hans: 将打开Web浏览器
zh_hant: 將開啟網路瀏覽器

# StageScheduleNext
source: Next
es: Próximo
fr_ca: Tout à l'heure
ko: 다음
zh_hans: 下次
zh_hant: 下次

# StageScheduleNoticeBigrun
source: Big Run coming soon!
es: ¡Big Run a la vista!
fr_ca: Big Run en approche!
ko: 빅 런 접근 중!
zh_hans: 大型跑正在接近！
zh_hant: 大型跑接近中！

# StageScheduleNoticeLimited
source: Announcement: Eggstra Work coming soon!
es: ¡Anuncio de alianza alevínica!
fr_ca: Défi œuf sup' en approche!
ko: 아르바이트 팀 콘테스트 개최 예고!
zh_hans: 团队打工竞赛举行预告！
zh_hant: 團隊打工競賽舉行預告！

# StageScheduleNowClosed
source: Splatfest Active!
es: ¡Festival en curso!
fr_ca: Festival en cours!
ko: 페스티벌 매치 개최 중!
zh_hans: 祭典比赛举行中！
zh_hant: 祭典比賽舉行中！

# StageScheduleOpen
source: Now
es: Actual
fr_ca: Actuel
ko: 오픈!
zh_hans: 开放！
zh_hant: 開放！

# StageScheduleOpenBigrun
source: Big Run in progress!
es: ¡Big Run en marcha!
fr_ca: Big Run en cours!
ko: 빅 런 발생 중!
zh_hans: 大型跑正在发生！
zh_hant: 大型跑發生中！

# StageScheduleOpenLimited
source: Eggstra Work available now!
es: ¡Alianza alevínica disponible!
fr_ca: Défi œuf sup' disponible!
ko: 아르바이트 팀 콘테스트 개최 중!
zh_hans: 团队打工竞赛举行中！
zh_hant: 團隊打工競賽舉行中！

# StageSchedulePrivate
source: Private Battle
es: Combate privado
fr_ca: Match privé
ko: 프라이빗 매치

# StageScheduleRecruit
source: Big Run happening now! Grizzco hiring ANYONE!
es: ¡Tenemos Big Run! ¡Don Oso, S. A. busca trabajadores! ()
fr_ca: Un Big Run est en cours! M. Ours Cie embauche, tous types de profils acceptés! ()
ko: 빅 런이 온다! 아르바이트 대모집
zh_hans: 大型跑即将到来！！大量募集打工人员！
zh_hant: 大型跑要來了！！打工大招募

# StageScheduleRecruitTeamContest
source: Eggstra Work is available now. Recruit some coworkers and join in the...fun?
es: ¡Forma una cuadrilla y participa en alianza alevínica!
fr_ca: Un défi œuf sup' est disponible. Recrute des joueurs et fais honneur à M. Ours Cie!
ko: 아르바이트 팀 콘테스트! 팀을 만들어 참가하자!
zh_hans: 团队打工竞赛！组成队伍参加吧！
zh_hant: 團隊打工競賽！大家一起組隊參加吧！

# StageScheduleRegular
source: Regular Battle
es: Combate amistoso
fr_ca: Match classique
ko: 레귤러 매치
zh_hans: 一般比赛
zh_hant: 一般比賽
